{
  "basics": {
    "name": "Case Tatro",
    "email": "ctatro1@binghamton.edu",
    "website": "https://casetatro.com",
    "location": {
      "address": "",
      "postalCode": "",
      "city": "Binghamton",
      "countryCode": "USA",
      "region": "NY"
    }
  },
  "work": [],
  "education": [
    {
      "institution": "Binghamton University",
      "area": "Ph.D., Economics",
      "studyType": "",
      "startDate": "2021",
      "endDate": "2026 (anticipated)",
      "gpa": null,
      "courses": []
    },
    {
      "institution": "Hamilton College",
      "area": "BA, Economics",
      "studyType": "",
      "startDate": "",
      "endDate": "2018",
      "gpa": null,
      "courses": []
    }
  ],
  "skills": [],
  "languages": [
    {
      "language": "English",
      "fluency": "Native"
    }
  ],
  "interests": [],
  "references": [
    {
      "name": "David Slichter (chair)"
    },
    {
      "name": "Sulagna Mokerjee"
    },
    {
      "name": "Ozlem Tonguc"
    }
  ],
  "papers": [

    {
      "name": "Should Value-Added Models Weight All Students Equally? (Job Market Paper, Awarded Cliff R. Kern Excellence in Research Award)",
      "website": "http://CaseTatro.github.io/files/Should_Value_Added_Models_Weight_All_Students_Equally.pdf",
      "summary": "Abstract: Conventional value-added (VA) models estimate teacher quality as a simple average of the difference between students' actual and predicted standardized test scores. These models therefore implicitly assume it is just as important to raise test scores of lower-achieving students as it is to raise test scores of higher-achieving students. I consider whether a weighted average of residuals might be more useful. Using data from North Carolina, I find that teacher VA measures become more predictive of teachers' long-run impacts when the highest-achieving students are weighted more than the median student. Strikingly, even impacts on low-achieving students' long-run outcomes are best predicted by increasing the weight on impacts on high-achieving students' short-run outcomes. These differences in weights may reflect that either (i) small-sample efficiency (some students are more informative about teachers' true test-score effects than others) or (ii) differences in true effects (e.g. test-score effects for different students might capture different general aspects of teaching). I find empirical evidence supporting both explanations. In particular, the large weights for high-achieving students are partially but not completely explained by the fact that their residuals are less noisy."

    },
    {
      "name": "Is the mortality gap between red and blue states caused by government? (with Jijee Bhattarai & David Slichter)",
      "website": "http://casetatro.github.io/files/Red_blue_mortality_gap.pdf",
      "summary": "Abstract: In the US, age-adjusted mortality rates are higher in “red” states, i.e., states with high support for the Republican Party. We ask whether this is due to state-level policies as opposed to confounding variables such as culture. Using a variety of empirical approaches, we find that state policy explains between 0 and 20% of the mortality gap. Scaling this by the size of the (large) gap, red state policies increase mortality risk by 0-3% relative to blue state policies."
    },
   
    
    {
      "name": "How does advice change when the advisor can be punished? A lab experiment.",
      "summary": "Abstract: The literature on advised decision making finds that a third-party advisor allows a decision maker to deflect blame for an unfair action and largely escape accountability for this unfair action. In the context of the consulting industry, we ask whether direct accountability of the third-party advisor, i.e. a consulting company, may change both the advice of a third-party advisor and ultimately whether or not the decision maker chooses a fair or unfair action. We answer this question by conducting a lab-experiment in which we vary whether the advisor is accountable or not. We find that direct accountability reduces the probability of both unfair advice and unfair action. We speculate that such accountability applied to the consulting industry may reduce the intrinsic value of firms hiring a consultant through this accountability channel but do not expect firms to no longer hire such agencies as a result."
    },
     {
      "name": "Is the red-blue achievement gap due to state policy?",
      "summary": "Abstract: In the US, a popular view is that Democrats exhibit greater support for education, including funding education more generously. Consistent with this fact, students in Democratic states score higher on standardized tests than Republican states. I ask whether these differences are due to differences in state-level policies or confounding due to variables such as attitudes about the importance of education. Using two empirical approaches, I find that state policy does not explain this gap. At most, my estimates imply differences of 0.01 standard deviations of student achieving due to state policy."
    }
  ],
  "instructor": [
    {
      "course": "Econ 331: Environmental Economics",
      "institution": "Binghamton University",
      "date": "Fall 2025"
    },
    {
      "course": "Econ 360: Intermediate Microeconomic Theory",
      "institution": "Binghamton University",
      "date": "Summer 2024, Summer 2025"
    }
  ],
  "teaching_assist": [
    {
      "course": "Econ 433: Natural Resource Economics",
      "institution": "Binghamton University",
      "date": "Spring 2025, Fall 2024, Spring 2024",
      "role": "",
      "description": "Includes guest lectures."
    },
    {
      "course": "Econ 331: Environmental Economics",
      "institution": "Binghamton University",
      "date": "Spring 2025, Fall 2024, Spring 2025",
      "role": "",
      "description": "Includes guest lectures."
    },
    {
      "course": "Econ 611: Microeconomics (PhD Core)",
      "institution": "Binghamton University",
      "date": "Fall 2023",
      "role": "",
      "description": "Includes discussion sections."
    },
    {
      "course": "Econ 485: Historical Perspectives of Economic Growth",
      "institution": "Binghamton University",
      "date": "Spring 2023",
      "role": "",
      "description": "Includes guest lectures."
    },
    {
      "course": "Econ 437: International Monetary Policy",
      "institution": "Binghamton University",
      "date": "Fall 2022",
      "role": "",
      "description": "Includes guest lectures."
    },
    {
      "course": "Econ 362: Intermediate Macroeconomic Theory",
      "institution": "Binghamton University",
      "date": "Spring 2022",
      "role": "",
      "description": "Includes discussion sections."
    },
    {
      "course": "Econ 360: Intermediate Microeconomic Theory",
      "institution": "Binghamton University",
      "date": "Fall 2021",
      "role": "",
      "description": "Includes discussion sections."
    },
    {
      "course": "Department Tutor",
      "institution": "Binghamton University",
      "date": "Summer 2023, Summer 2024",
      "role": "PhD Microeconomics Comprehensive Exam (Qualifier) Tutor",
      "description": "Provided tutoring for PhD Microeconomics comprehensive exams."
    }
  ],
  "presentations": [
    {
    "conference": "Econometric Society North American Summer Meeting, 2024 (In-person)"
    },
    {
    "conference": "Canadian Economics Association, 2024 (Online)"
    }
  ],

  "attendances": [
    {
    "conference": "Center for Teaching and Learning Economics (CTALE), 2024 (Online)"
    },
    {
      "conference": "Teaching at Teaching Intensive Institutions"
    },
    {
    "conference": "Southern Economic Association Winter Meeting 2024 (In-person)"
    }
  ] 

}